export const SelectionCar = () => {
    return (
        <div>
            <h1>Автоподбор под ключ</h1>
            <h2>1. Обсуждение ТЗ</h2>
            <p>Определяем ваши требования (бюджет, модель, параметры).</p>
            <h2>2. Поиск и фильтрация:</h2>
            <p>Анализируем рынок, отбираем 3-5 лучших вариантов.</p>
            <h2>3. Юридическая проверка:</h2>
            <ul>
                <li>Залог в ГИБДД/банке</li>
                <li>История ДТП</li>
                <li>Ограничения и аресты</li>
                <li>Чистота ПТС</li>
            </ul>
            <h2>4. Технический осмотр</h2>
        </div>
    )
}