export const SelectionCar = () => {
    return (
        <div>
            <h1>Автоподбор под ключ</h1>
            <h2>1. Обсуждение ТЗ</h2>
            <p>Определяем ваши требования (бюджет, модель, параметры).</p>
            <h2>2. Поиск и фильтрация:</h2>
            <p>Анализируем рынок, отбираем 3-5 лучших вариантов.</p>
            <h2>3. Юридическая проверка:</h2>
            <ul>
                <li>Залог в ГИБДД/банке</li>
                <li>История ДТП</li>
                <li>Ограничения и аресты</li>
                <li>Чистота ПТС</li>
            </ul>
            <h2>4. Технический осмотр</h2>
            <ul>
                <li>Диагностика кузова (толщиномер)</li>
                <li>Проверка двигателя, АКПП, ходовой</li>
                <li>Тест-драйв</li>
                <li>Осмотр салона и электроники</li>
            </ul>
            <h2>5. Торг</h2>
            <p>Снижаем цену на основе выявленных дефектов и рыночной ситуации.</p>
            <h2>6. Сопровождение сделки:</h2>
            <ul>
                <li>Помощь в оформлении ДКП</li>
                <li>Организация безопасного расчета</li>
                <li>Консультация по постановке на учет.</li>
            </ul>
            <h3>Результат: Экономия времени и денег. Гарантия юридической и технической чистоты.</h3>
        </div>
    )
}